import './About.css'
import Principal from '../../assets/principal.jpg'
import { Link } from 'react-router-dom'

const AboutCollege = () => {
    return (
        <div className='about_college_main'>
             <div className="gallery_banner_div">
                <h3 className='gallery_page_headiing'>Home / About / <strong className="about_college_route" > About College</strong></h3>

            </div>
            <div className='about_college_body'>
               <Link to={'../about-college-english'}> <button className='language_change_btn'>Read In English Click Here</button></Link>

                <p>  <center>  <strong  className='about_college_heading'>    --चिकित्सा महाविद्यालय एवं अस्पताल का संक्षिप्त विवरणी --</strong> <br /><br /></center> </p>
                <ul className='about_college_ul about_english_ul'>
                    <li> जननायक कर्पूरी ठाकुर चिकित्सा महाविद्यालय एवं अस्पताल, मधेपुरा बिहार राज्य के मधेपुरा जिला
                        में जजहट, सबैला, सिंहेश्वर रोड NH-106 के निकट अवस्थित है। </li> <br />

                    <li> यहाँ पहुँचने के लिए सड़क मार्ग एवं रेलमार्ग उपलब्ध है। इसका निकटतम रेलवे स्टेशन दौरम
                        मधेपुरा है, जिसकी दूरी लगभग 5 km है एवं निकटतम एयरपोर्ट दरभंगा एयरपोर्ट है, जिसकी
                        दूरी लगभग-115 km है । </li> <br />

                    <li> इसका क्षेत्रफल 25 एकड़ की भूमि पर फैला हुआ है। इसका 68 प्रतिशत भूमि ग्रीनफील्ड है। </li> <br />

                    <li> पूर्व में इस चिकित्सा महाविद्यालय का नाम राजकीय चिकित्सा महाविद्यालय, मधेपुरा था, जिसका
                        नामाकरण विभागीय संकल्प संख्या-326(10) दिनांक-01.06.2015 के द्वारा जननायक कर्पूरी ठाकुर
                        चिकित्सा महाविद्यालय एवं अस्पताल, मधेपुरा कर दिया गया। </li><br />

                    <li> इस चिकित्सा महाविद्यालय की नींव 16.03.2008 को रखी गई थी, जिसका निर्माण L & T
                        Construction द्वारा किया गया है। </li> <br />

                    <li> यह अस्तपाल में 500 बेड की सुविधा उपलब्ध कराता है, जिसमें सभी बेड पर ऑक्सीजन की
                        सुविधा है | </li> <br />

                    <li> यहाँ ICU,ICCU,NICU,PICU,SICU की सुविधा उपलब्ध है। </li> <br />

                    <li> इसका निर्माण आधुनिक तकनीक से लैस सुविधाओं को ध्यान में रखकर किया गया है, जो कोशी
                        क्षेत्र के मधेपुरा, सुपौल एवं सहरसा जिला के लोगों को अत्याधुनिक स्वास्थ्य सुविधाएँ निःशुल्क
                        उपलब्ध कराती है। </li> <br />

                    <li> यहाँ मरीजों का सभी प्रकार की खून जाँच सुविधा निःशुल्क उपलब्ध है। </li> <br />

                    <li> इस संस्थान में अस्पताल सेवा का शुभारंभ माननीय मुख्यमंत्री, श्री नीतीश कुमार के कर कमलों
                        द्वारा दिनांक-07.03.2020 को किया गया। </li> <br />

                    <li> इस चिकित्सा महाविद्यालय में प्रथम बैच 100 MBBS छात्र-छात्राओं का नामांकण 2020 ई० में
                        हुआ । वर्तमान में तीन बैच में MBBS छात्र-छात्राओं का नामांकन हो चुका है। </li> <br />

                    <li> यहाँ MBBS छात्र-छात्राओं के लिए GYM, Indoor Stadium, Basket Ball, Badminton, Volleyball, Billiards, Football, Caram Board खेलने की सुविधा है। </li> <br />

                    <li> यहाँ महाविद्यालय में  एनाटॉमी, फिजियोलाँजी, बायोकेमेस्ट्री,  पैथोलॉजी, माईक्रोबायोलॉजी,
                        फार्माकोलॉजी, एफ0एम0टी एवं पी0एएस0एम0 तथा अस्तपाल में हड्डी रोग, सामान्य सर्जरी, सामान्य
                        औषधि, स्त्री रोग एवं प्रसव, नेत्र, चर्म रोग, मनोरोग, शिशु रोग, दंत रोग, निश्चेतना विभाग, टी0बी0
                        चेस्ट रोग, रेडियोलॉजी, पी0एएम0आर एवं Emergency Medicine विभाग संचालित है।</li> <br />

                    <li> इस चिकित्सा महाविद्यालय में ब्लड बैंक की सुविधा दिनांक-21.09.2022 से प्रारंभ है | </li> <br />

                    <li> यहाँ कैंसर की जाँच एवं किडनी डायलाईसिस एवं C.T Scan की सुविधा उपलब्ध है | </li> <br />

                    <li> इस चिकित्सा महाविद्यालय कैंपस के अंदर B.Sc Nursing पा की पढ़ाई हेतु भवन निर्मित है जिसमें
                        निकट भविष्य में पठन-पाठन प्रारंभ हो जायेगी | </li> <br />

                    <li> यहाँ सेन्ट्रल लाईब्रेरी में नवीनतम प्रकाशन का Medicals Books & Journals उपलब्ध है | </li> <br />

                    <li> यहाँ मॉडलर ओएटी0 एवं सम्पूर्ण कैम्पस में वाइ-फाई (1GBPS) की सुविधा उपलब्ध है | </li> <br />

                    <li> इस चिकित्सा महाविद्यालय एवं अस्पताल के सभी भवन के कमरे वातानुकूलित है। </li> <br />

                    <li> इस अस्पताल में 20 बेड के Physiotherapy एवं Occupational Therapy की सुविधा उपलब्ध है। </li> <br />

                </ul>
            </div>
        </div>
    )
}

export default AboutCollege